import AllData.AllData;

import java.io.IOException;

// Запити до системи.
/*
+ Додати / Видалити рослини
+ Додати / Видалити рослини на посадку
+ Добавить / Видалити клієнта
+ Додати / Видалити тип послуги
+ Добавить / Видалити вартість послуги
+ Добавить / Видалити время на выполнение услуги

+ Список растений
+ Список растений до видалення
+ Список растений к посадке.
+ Список типів послуг та їх вартість
+ Список клієнтів
+ Список клиентов перед удалением
+ Список клієнтів, вибраних певний тип послуг
+ Середня вартість заказа.
+ Середній термін виконання.
+ Послуга, що має найбільшу вартість.
 */
public class Main {
    public static void main(String[] args) throws IOException {
        AllData allData = new AllData();
        allData.menu();
    }
}